submission_logs/5_2k_1_1/8/32/1-0/2/memtier/2.log
2         Threads
32        Connections per thread
80        Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
------------------------------------------------------------------------
Sets        1853.30          ---          ---     34.10000      7486.30 
Gets           0.00         0.00         0.00      0.00000         0.00 
Waits          0.00          ---          ---      0.00000          --- 
Totals      1853.30         0.00         0.00     34.10000      7486.30 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       5.600         0.00
SET       5.900         0.00
SET       6.100         0.00
SET       6.500         0.00
SET       6.600         0.00
SET       6.700         0.00
SET       6.800         0.01
SET       7.100         0.01
SET       7.400         0.01
SET       7.800         0.01
SET       7.900         0.01
SET       8.000         0.01
SET       8.100         0.01
SET       8.400         0.01
SET       8.800         0.01
SET       9.100         0.01
SET       9.200         0.01
SET       9.400         0.02
SET       9.500         0.02
SET       9.600         0.02
SET      10.000         0.02
SET      11.000         0.02
SET      12.000         0.04
SET      13.000         0.08
SET      14.000         0.11
SET      15.000         0.16
SET      16.000         0.25
SET      17.000         0.49
SET      18.000         1.02
SET      19.000         1.43
SET      20.000         1.83
SET      21.000         2.24
SET      22.000         2.76
SET      23.000         3.72
SET      24.000         5.35
SET      25.000         7.54
SET      26.000        10.02
SET      27.000        12.58
SET      28.000        16.38
SET      29.000        25.80
SET      30.000        38.94
SET      31.000        48.37
SET      32.000        54.46
SET      33.000        58.92
SET      34.000        65.00
SET      35.000        73.46
SET      36.000        80.86
SET      37.000        85.32
SET      38.000        87.60
SET      39.000        88.91
SET      40.000        89.83
SET      41.000        90.46
SET      42.000        91.16
SET      43.000        91.63
SET      44.000        92.00
SET      45.000        92.42
SET      46.000        92.76
SET      47.000        93.09
SET      48.000        93.38
SET      49.000        93.64
SET      50.000        93.91
SET      51.000        94.18
SET      52.000        94.43
SET      53.000        94.71
SET      54.000        94.89
SET      55.000        95.15
SET      56.000        95.43
SET      57.000        95.67
SET      58.000        95.88
SET      59.000        96.09
SET      60.000        96.31
SET      61.000        96.57
SET      62.000        96.73
SET      63.000        96.90
SET      64.000        97.07
SET      65.000        97.24
SET      66.000        97.47
SET      67.000        97.71
SET      68.000        97.85
SET      69.000        98.03
SET      70.000        98.20
SET      71.000        98.32
SET      72.000        98.45
SET      73.000        98.52
SET      74.000        98.59
SET      75.000        98.70
SET      76.000        98.77
SET      77.000        98.87
SET      78.000        99.00
SET      79.000        99.11
SET      80.000        99.19
SET      81.000        99.23
SET      82.000        99.27
SET      83.000        99.35
SET      84.000        99.44
SET      85.000        99.54
SET      86.000        99.57
SET      87.000        99.59
SET      88.000        99.63
SET      89.000        99.68
SET      90.000        99.70
SET      91.000        99.73
SET      92.000        99.75
SET      93.000        99.77
SET      94.000        99.79
SET      95.000        99.82
SET      96.000        99.83
SET      97.000        99.83
SET      98.000        99.84
SET      99.000        99.85
SET     100.000        99.89
SET     110.000        99.93
SET     120.000        99.96
SET     130.000        99.96
SET     180.000        99.96
SET     190.000        99.97
SET     200.000        99.98
SET     210.000        99.99
SET     220.000       100.00
SET     230.000       100.00
SET     250.000       100.00
---
---